{
  "landingPage": {
    "title": "ยินดีต้อนรับสู่แบบสอบถาม",
    "description": "แบบสอบถามนี้จัดทำขึ้นเพื่อรวบรวมความคิดเห็นเกี่ยวกับความอบอุ่นของเสียงกีตาร์ โดยในแต่ละชุดการทดลอง จะได้ฟังชุดของคลิปเสียง และเลือกเสียงที่รู้สึกว่ามีความ <strong>อบอุ่น</strong> และ <strong>เย็น</strong> มากที่สุด",
    "whatToDo": "คำแนะนำ:",
    "steps": {
      "listen": "ฟัง: กดเพื่อเล่นเล่นคลิปเสียงที่จัดเตรียมไว้ให้",
      "select": "เลือก: เลือกเสียงที่มีความ <strong>อบอุ่น</strong> มากที่สุดและ <strong>เย็น</strong> มากที่สุดในแต่ละการทดลอง",
      "submit": "ส่ง: ยืนยันการเลือกของคุณและดำเนินการทดลองต่อไป"
    },
    "finalNote": "การศึกษานี้ดำเนินการเป็นส่วนหนึ่งของโปรเจคจบการศึกษาที่ FIBO KMUTT และจัดทำขึ้นเพื่อวัตถุประสงค์ในการวิจัยเท่านั้น",
    "nameLabel": "ชื่อของคุณ",
    "nameError": "กรุณากรอกชื่อของคุณเพื่อดำเนินการต่อ",
    "consentText": "ฉันยินยอมให้เก็บรวบรวมและใช้ข้อมูลของฉันเพื่อวัตถุประสงค์ในการวิจัย",
    "consentError": "กรุณายืนยันความยินยอมเพื่อดำเนินการต่อ",
    "startButton": "เริ่มแบบสอบถาม"
  },
  "questionnaire": {
    "trialInfo": "การทดลองที่ {{current}} จาก {{total}}",
    "nowPlaying": "กำลังเล่น:",
    "participant": "ผู้เข้าร่วม: {{participantName}}",
    "stimulus": "เสียงตัวอย่าง",
    "mostWarmth": "อบอุ่นที่สุด",
    "mostCold": "เย็นที่สุด",
    "submit": "ส่ง",
    "skip": "ข้าม",
    "noTrials": "ไม่มีการทดลองที่พร้อมใช้งาน",
    "loading": "กำลังโหลด...",
    "completeMessage": "การทดลองทั้งหมดเสร็จสิ้น!",
    "thankYou": "ขอบคุณที่เข้าร่วม!",
    "resultsMessage": "นี่คือการจัดอันดับเสียงตัวอย่างสุดท้ายตามการเลือกของคุณ:",
    "restart": "เริ่มต้นทำแบบสอบถามใหม่",
    "errorSkipping": "เกิดข้อผิดพลาดในการข้ามการทดลอง",
    "trialSkipped": "การทดลองถูกข้ามเรียบร้อยแล้ว!",
    "errorSubmitting": "เกิดข้อผิดพลาดในการส่งข้อมูลการทดลอง",
    "trialSubmitted": "การทดลองถูกส่งเรียบร้อยแล้ว!",
    "selectBoth": "กรุณาเลือกทั้งความอบอุ่นมากที่สุดและความเย็นมากที่สุด",
    "sameSelection": "ความอบอุ่นมากที่สุดและความเย็นมากที่สุดไม่สามารถเลือกเป็นอันเดียวกันได้!",
    "finalizeResults": "สรุปและดูผลลัพธ์"
  }
}